{
    "user_queries": [
        "What is the gini recalculated of Vietnam in 2015?",
        "What is the net income of d10 category of US in 2015?",
        "What is the net income of d1 category of Thailand in 2009?",
        "What is the net income of d10 group of Singapore in 1970?",
        "What is the population of China in 2000?",
        "What is the gdp per capita of Sweden in 2015?",
        "Distinct list of region ID",
        "All the countries have gini recalculated greater than 0.4 in 2015",
        "What is the gpd per capita, population and gini coefficient of Vietnam in 2010?",
        "What is the net income of each category of Vietnam in 2015?",
        "What is the average of gini recalcuated score of Vietnam by year?",
        "Top 5 country that have highest gini recalulated in 2015",
        "Top 5 country of which d1 category has highest net income in 2015",
        "How many countries have gini recalculated lower than the world average in 2015?",
        "What is the average of d10 net income of Vietnam over years?",
        "What is the total net income of d5 to d9 groups of Vietnam in 2015?",
        "What is the average gini recalculated score of top 5 countries having highest population in 2015?",
        "Calculate the average gini of countries by region ID in 2015",
        "What is the growth rate of gini recalculated of Vietnam for each year?",
        "The average gini recalculated of the world in 2015",
        "What is the ratio of net income of d10 to d1 group of Singapore in 2015?",
        "Vietnam released economic reformation policy named 'Doi Moi' from 1986 to 2000. Evaluate the effectiveness of the policy based on the gini score trend of the country in 2 phases: Before 1986 and after 1986",
        "Analyze the trend of world's income inequality across region from 1967 to 2015.",
        "Does higher gdp per capita posiviely correlated with high income inequality? Explain possible reasons",
        "The financial crisis happened in 2008. Evaluate the income inequality before and after the event in US.",
        "Analyze the trend of income inequality and gdp per capita of Singapore from 1970 onward.",
        "Does population affect income inequality? Analyze gini index of China through years to explain",
        "Comparing the gini index of China and US over years to evaluate which country has higher income inequality",
        "Which region ID has high income inequality? Explain reasons behind it",
        "What are the common patterns can be observed from countries with high income inequality in 2015, knowing gini greater than 0.4 is considered as high inequality",
        "Evaluate the net income gap between low income group d1 to d4, middle income group d5 to d9 and high income group d10 in Vietnam and propose improvement plan"
    ]
}