{
    "user_queries": [
        "The inflation rate of November 28, 2008",
        "The open price, close price, trading volume of Feb 20, 2000",
        "The gold price, crude oil price, real estate index of Jan 1, 2008",
        "The consumer confidence index of 24 December, 2007",
        "The date, stock index on which stock index reached the highest Daily High",
        "The date, gold price, crude oil price and gdp growth where unemployment rate reached the highest",
        "The date, forex US/EUR, US/JPY where gdp growth is negative",
        "The date where trading volumne is the largest",
        "The date, consumer confidence index, consumer spending where the bankruptcy rate is highest",
        "The unemployment rate, interest rate, inflation rate, the date where Dow Jones has top trading volume",
        "Number of days which the closing price is higher than the open price of Dow Jones, S&P 500, NASDAQ",
        "The annual consumer spending from 2000 to 2008",
        "The annual growth rate of consumer confidence index from 2000 to 2008",
        "Ratio of days having negative gdp growth to total days",
        "The average bankruptcy rate and M&A deals by year",
        "Number of days where the gdp growth is negative",
        "Average monthly trading volume of NASDAQ, S&P 500, Dow Jones",
        "Which year has the highest average consumer confidence index?",
        "The annual average venture capital funding by year",
        "The ratio of government debt to consumer spending by year",
        "Average gold price by year",
        "2008 was the year of global financial crisis. Evaluate some indicators that signaled this recession, and propose a risk mitigation strategy for stock investing",
        "Does government debt effect GDP growth? Analyze the given data and recommend policymakers on how to create positive gdp growth",
        "Low interest rate leads to risky money flow into stock and consumer spending. Evaluate the data to verify the accuracy of this statement.",
        "Analyze the past performance of all the asset types, stock, commodity, real estate, forex and propose which type of asset is worth to invest in based on investors' risk apetite",
        "Evaluate the relationship between inflation rate and consumer spending",
        "Which stock indexes should investors invest in? Analyze NASDAQ, S&P 500, Dow Jones performances",
        "What is the relationship between interest rate, unemployment rate and corporate profits? Propose strategy for policymakers to promote corporate activities",
        "venture capital funding is private fundraising, wheras stock index activities is public fundraising. Which fundraising channel is more active in US, explain the reasons",
        "Recommend asset classes to invest when the USD currency is appreciated, and when it is depreciated",
        "When it is best to invest in real estate in terms of interest rate environment, stock performance and unemployment context?"
    ]
}