{
  "user_queries": [
    "What is the digital readiness score of South Asia in 2020?",
    "Country with the highest global development resilience score in 2020",
    "What is the human development index score of Vietnam in 2019?",
    "What is the inflation rate of Vietnam in 2009?",
    "What is the unemployment rate of Europe region in 2008?",
    "What is the life expectancy of Japan in 2020?",
    "What is the economic opportunity index of indebt countries group in 2020?",
    "What is the gpd per capita of OECD group in 2019?",
    "What is the green transition score of lower middle income group in 2020?",
    "What is the unemployment rate of US in 2020?",
    "To what extent has the world's GDP per capita grown between 2000 and 2020?",
    "What is the average economic opportunity index of low and indebt countries?",
    "How many countries has the gdp per capita lower than the world in 2019?",
    "Which country has the highest health expenditure per capita in 2020?",
    "How many countries are in lower middle income group as in 2020?",
    "What is the average digital readiness score of high income countries in 2019?",
    "Which country has the lowest global resilience score?",
    "What is the highest energy per capita score in 2020? In which country",
    "What country has the longest period of deflation? Deflation is known as when the inflation is negative",
    "Which country has the highest gdp per capita among lower middle income group?",
    "Number of countries have higher economic opportunity than the world",
    "Looking at the green transition score of all the countries and regions over the years, what is the common patterns?",
    "Explain for me the correlations of human development index and gdp per capita",
    "Evaluate the differences in digital readiness of South Asia compared to Europe region",
    "Is there any correlation between governance quality and digital readiness score of South Asia?",
    "Does the school enrolment in secondary affect the HDI in South Asia?",
    "What is the relationship of the FDI percentage of gdp and economic grow in middle and low income group?",
    "Compare the economic opportunity index of high income, middlie income groups and the world",
    "Is the weather vulnerability related to the child mortality in high income country?",
    "Do countries with high weather vulnerability score have higher green transition scores? Explain for me the implication",
    "What is the relationship between unemployment rate and inflation of US through years?"
  ]
}