{
    "user_queries": [
        "What is the positive affect of US in 2008?",
        "What is the life ladder of Vietnam in 2022?",
        "What is the long GDP per capita of China in 2009?",
        "What is the social support index of Germany in 2008?",
        "What is the Healthy Life Expectancy At Birth of Japan in 2020?",
        "What is the Freedom To Make Life Choices of Vietnam in 2018?",
        "What is the generiosity score of Singapore in 2022?",
        "What is the Perceptions Of Corruption of Ecuador in 2008?",
        "What is the negative affect of Japan in 2022?",
        "What is the Confidence In National Government of Singapore in 2022?",
        "What is the average positive affect of all countries in 2008?",
        "What is the average life ladder of Asia countries in 2022?",
        "Which country has the highest average long gdp per capita through years?",
        "Which country has the lowest average social support score over years?",
        "What is the average Healthy Life Expectancy At Birth of the world after 2020?",
        "Which country has the highest freedom to make choices index? What region is it from?",
        "How many countries have higher average generiosity over years compared to the world' average?",
        "Which region has the highest average perceptions of corruption?",
        "Which country has the highest average negative affect in 2022?",
        "What is the average Confidence In National Government score of Vietnam over years?",
        "What are the countries having confidence in national goverment higher than world average in 2022?",
        "Interpret for me the current trend in positive affect of the world from 2008 to 2022?",
        "Comparing the life ladder of Asia and Europe to tell me which region is worth to live?",
        "Are countries with higher long gdp per capita likely to have higher positive effect over years? Comparing the data to evaluate",
        "Does lack of social support lead to higher negative affect over years?",
        "Analyze the trend of Healthy Life Expectancy At Birth by region (Asia, Europe, North America)",
        "Evaluate for me the relationship between freedom to make choices and positive affect of Asia and North America countries. Explain the reasons.",
        "What is the current movement of generiosity of Asian countries over years? Explain the reasons.",
        "What is the relationship of percptions of corruption and confidence in national government?",
        "Do high long gdp per capita countries have higher negative affects? Explain the results.",
        "How differences in Confidence In National Government score comparing all the regions? Evaluate the importance of governance trust on positive affects."
    ]
}